Repository: wp-plugins/icalendar-events-widget
Catalog: languages/icalevents-*.po
Languages: de_de

source: Shows you upcoming events for a configurable iCalendar .ics file.
de_de: Zeigt aus einem abonnierbaren iCal Kalender die nächsten Termine an.

source: Title
de_de: Titel

source: If you leave this setting empty, this widget will show the calendar name in your sidebar box title
de_de: Wenn diese Einstellung leer gelassen wird, dann zeigt das Widget auf der Benutzer-Website automatisch den Namen des abonnierten Kalenders an.

source: iCalendar Subscription URL
de_de: URL des Kalender

source: Enter a full qualified URL to a iCalendar subscription. It *MUST* start with 'http://' or 'webcal://'.
de_de: Bitte gibt hier einen vollständigen URL des zu abonnierenden Kalenders an. Diese MUSS mit 'http://' oder 'webcal://' beginnen.

source: Show # of upcoming events
de_de: Zeige # nächste Termine

source: Enter a numeric value here. It represents the number of the events that will be shown in your sidebar box.
de_de: Bitte gib hier einen numerischen Wert ein. Er bestimmt die Anzahl der Termine, welche in der Sidebar angezeigt werden.

source: Events from this date <small>(YYYY-MM-DD)</small>
de_de: Termine ab diesem Datum <small>(YYYY-MM-DD)</small>

source: If you leave this setting empty, the current date will be used.
de_de: Wenn Sie diese Einstellung leer lassen, dann wird das aktuelle Datum verwendet.

source: Events to this date <small>(YYYY-MM-DD)</small>
de_de: Termine bis zu diesem Datum <small>(YYYY-MM-DD)</small>

source: If you leave this setting empty, the 2038/12/31 will be used as the maximum date.
de_de: Wenn Sie diese Einstellung leer lassen, dann wird der 31.12.2038 als höchstes Datum verwendet.

source: Show event summary
de_de: Zeige Termin Thema

source: Show start date
de_de: Zeige Start-Datum

source: Show start time
de_de: Zeige Start-Zeit

source: Show end date
de_de: Zeige End-Datum

source: Show end time
de_de: Zeige End-Zeit

source: Show description
de_de: Zeige Beschreibung

source: Show location
de_de: Zeige Veranstaltungsort

source: Show a given URL
de_de: Zeige URL

source: This is NOT a valid date format!
de_de: Kein gültiges Datums-Format!

source: There are no events available.
de_de: Momentan gibt es keine Termine.
